[
    {
      "name": "Argile",
      "price": "135",
      "year": "",
      "region": "Sud Ouest",
      "category": "Full body white",
      "_id": 111,
      "imageSrc": "./assets/argiletestpic.jpeg",
      "producer": "Chateau Lafitte", 
      "producerId": 814,
      "grapes": "Petit Manseng",
      "notes": "Beautiful and frank minerality, dry white wine with surprising balance. Tension and fruit, fresh, lively, and length. Unique aromatics."
    }, 
    {      
    "name": "PotatoLand MAG",
    "price": "160",
    "year": "2021",
    "region": "Kamptal",
    "category": "Easy drinking white",
    "_id": 112,
    "imageSrc": "./assets/potatoland.jpeg",
    "producer": "Matthias Warnung", 
    "producerId": "",
    "grapes": "Gruner Veltiner",
    "notes": "Easy drinking, crisp", 
    "method": "Lighter style of Gruner from young vines, fermented and aged in stainless steel  rather than large Austrian oak. Manual harvested of whole bunch, direct press, fermented with indigenous  yeast in stainless steel, matured for 11months, undergoes malolactic  fermentation."
}, 
{
    "name": "Doux",
    "price": "105",
    "year": "2019",
    "region": "Sud Ouest",
    "category": "Dessert wine",
    "_id": 113,
    "imageSrc": "./assets/doux.jpeg",
    "producer": "Chateau Lafitte", 
    "producerId": 814,
    "grapes": "Petit Manseng, Gros Manseng",
    "notes": "Honey"
}, 
{
    "name": "Versant",
    "price": "65",
    "year": "2022",
    "region": "Quebec",
    "category": "Easy drinking white",
    "_id": 114,
    "imageSrc": "./assets/versant.jpeg",
    "producer": "Lieux Communs", 
    "producerId": 815,
    "grapes": "Seyval",
    "notes": "Fun!"
}, 
{
    "name": "Fins Als Kullons 1L",
    "price": "",
    "year": "2018",
    "region": "Catalonia",
    "category": "Dark rose",
    "_id": 311,
    "imageSrc": "./assets/finsalskullons.jpeg",
    "producer": "Finca Parera", 
    "producerId": "",
    "grapes": "Xarel-lo, Grenache Blanc, Sumoll",
    "notes": "Juicy, red fruits, floral notes, hints of earth. Palate is light, fresh and very easy drinking. Grapefruit juice.", 
    "method": "Ruben Parera and his father, Jordi, turned their family farm into a fully organic estate to produce the most natural wines. The property includes almond, olive and cherry trees as well as an orchard, and has been certified biodynamic since 2015. Since then, they have been making a range of 6 authentic still wines, focusing on tradition, respect and simplicity. Fins Als Kullons it is a most irreverent natural red wine, breaking all the winemaking rules by mixing white and red varieties in the same wine. It comes from Demeter certified vineyards planted in limestone and clay soil, cultivated according to biodynamic practices in every phase. The harvest is carried out manually at the optimum moment of ripeness. In the winery, the Fins Als Kullons grapes are fermented separately in stainless steel tanks with native yeasts. Then they are put together in cement tanks for 9 months. Finally it is bottled without being filtered, refined or adding sulphites. Fins Als Kullons is the result of an unusual mixture of white and red varieties. A wine that looks both red and rosé and is easy to drink on any occasion thanks to its lightness and freshness."
}, 
{
    "name": "Etna Rosso",
    "price": "95",
    "year": "2020",
    "region": "Sicily", 
    "category": "Fuller red",
    "_id": 411,
    "imageSrc": "./assets/srcrosso.jpeg",
    "producer": "SRC VINI", 
    "producerId": 812,
    "grapes": "Nerello Mascalese",
    "notes": "The aromatics are  pure dark cherry, salt air, and wet rocks. The palate has more cherry, minerals  and a slight note of walnuts while the energy in the glass is palatable and could  only come from volcanic soils.", 
    "method": "The SRC Etna Rosso is from organic vines that are around  70 years old. After three months of fermentation, the wine is aged for a year  before being bottled according to a biodynamic calendar."
}, 
{
    "name": "100 Vej",
    "price": "85",
    "year": "2021",
    "region": "Emilia Romagna",
    "category": "Maceration",
    "_id": 211,
    "imageSrc": "./assets/100vej.jpeg",
    "producer": "Podere Pradarolo", 
    "producerId": "",
    "grapes": "Malvasia",
    "notes": "A natural orange wine with a full body and intense tea-like aromas of  dried white flowers, dried stone fruit and citrus peel. Complex, aromatic and full  of life. Best served with food. Slightly fresher than previous vintages with the  reduced skin contact time. The winemaker adjusts this in line with how the  vintage has shaped up.", 
    "method": "Organic Malvasia grapes were hand harvested and underwent  a 100 day maceration period in stainless steel. Spontaneous fermentation with  indigenous yeast. No fining, filtration or added sulphur. "
}, 
{
    "name": "Autochthon",
    "price": "80",
    "year": "2021",
    "region" : "Badacsony", 
    "category": "Easy drinking white",
    "_id": 115,
    "imageSrc": "./assets/auto.jpeg",
    "producer": "Bencze Birtoc", 
    "producerId": 816,
    "grapes": "Furmint, Harslevelu, Keknyelu",
    "notes": "A bright and fun introduction to more natural, indigenous white blends,  with notes of tropical fruit, pear, and lime. Lively and playful, this is an anytime  white for natural wine."
}, 
{
    "name": "Touche pas le Grisbi",
    "price": "65",
    "year": "2021",
    "region": "Languedoc",
    "category": "Light red",
    "_id": 412,
    "imageSrc": "./assets/grisbi.jpeg",
    "producer": "Aurelien Petit", 
    "grapes": "Cinsault, Grenache",
    "notes": "Beloved cuvee, easy drinking, earthy, red fruits, dark berries.",
    "method": "Manual harvest, natural fermentation with indigenous yeasts."
}, 
{
    "name": "Velius Rosato",
    "price": "75",
    "year": "2019",
    "region": "Emilia Romagna",
    "category": "Dark rose",
    "_id": 312,
    "imageSrc": "./assets/veliusrosato.jpeg",
    "producer": "Podere Pradarolo", 
    "grapes": "Barbera",
    "notes": "100% Barbera, earthy, elegant, dense red and black fruits, strawberries, cranberries, smoke and earth on the nose. Palate is dry, mineral, coppery, medium acidity. Tannins are soft, but present. Refreshing and complex."
}, 
{
    "name": "Only Zuul",
    "price": "85",
    "year": "2021",
    "region": "Oregon",
    "category": "Maceration",
    "_id": 212,
    "imageSrc": "./assets/onlyzuul.jpeg",
    "producer": "Swick",
    "producerId": 813, 
    "grapes": "Pinot Gris, Gewurztraminer",
    "notes": "Tropical, lychee, stonefruit, pineapple.",
    "method": "30 days on the skins."
}, 
{
    "name": "Le Gosier",
    "price": "75",
    "year": "2021",
    "region": "Quebec",
    "category": "Frizzante rose",
    "_id": 313,
    "imageSrc": "./assets/joyhillrose.jpeg",
    "producer": "Joy Hill", 
    "producerId": 817,
    "grapes": "Gamay, Chardonnay, Gamaret",
    "notes": "Rose pet nat, fun, summery, red fruits.",
    "method":"Ancestral methode, without disgorgement, 5 months in concrete vats, 3 months sur lattes. No sulphites added. "
}, 
{
    "name": "Chat Noir",
    "price": "N/A",
    "year": "2022",
    "region": "Alsace",
    "category": "Frizzante",
    "_id": 511,
    "imageSrc": "./assets/chatnoir.jpeg",
    "producer": "Domaine Rohrer", 
    "grapes": "Sylvaner, Muscat",
    "notes": "Crisp, refreshing, incredible finish.",
    "method": "The Rohrer family became early adopters of sustainable and organic  farming methods. In the 1960s Ludovics grandfather had already stopped the  use of herbicide and encouraged herbs to grow between the vines. In the 1980s  they ceased the use of all chemical pesticides and finally in 2001, André started  the conversion of the Domaine towards organic certification. Today they are  certified both organic and biodynamic. This conversion in the vineyard over the past decades has allowed them to  improve the purity of their wines, with the full expression of their terroirs.  Perfect expertise of vinification and natural winemaking, these wines are as  pure as they come. Organic and biodynamic farming in the vineyard along with  hand harvesting is followed in the cellar by traditional ageing in old Alsacian oak  foudres. Most of the wines have no filtration and no sulphur added, only the wines with residual sugar are lightly filtered and lightly sulphured so they  remain stable. It is also common that the family will hold wines longer in the cellar when a vintage or a cuvee needs it, for example the 2019 will only be  released for 2021 Spring. Methode traditionelle."
}, 
{
    "name": "Force Celeste",
    "price": "90",
    "year": "2021",
    "region": "Swartland",
    "category": "Rose",
    "_id": 314,
    "imageSrc": "./assets/forceceleste.jpeg",
    "producer": "Mother Rock", 
    "grapes": "Cinsault",
    "notes": "Unfiltered and full of flavour, with some fine lees particles lending hints of  baking spices. Funky and tart, with notes of baked strawberries and peppery  freesias. Slowly whole-bunch pressed and vinified without any additives, for  texture and a dry finish. The result is fresh and pure, food-friendly, and  drinkable."
}, 
{
    "name": "Gluck",
    "price": "115",
    "year": "2020",
    "region": "Styrie",
    "category": "Full body white",
    "_id": 116,
    "imageSrc": "./assets/gluck.jpeg",
    "producer": "Werlitsch", 
    "grapes": "Sauvignon Blanc, Morillon",
    "notes": "Food wine with great texture and notes of honey and apples.", 
    "method": "biodynamic farming on the steep hills in Styria. Gluck means happiness and  is a cuvee of Morillon (Chardonnay) and Sauvignon Blanc. Minimalist  winemaking as always. Skin fermented for 2 weeks and aged on its fine lees in  large oak casks for 2 years. Unfined. Unfiltered. Min SO2.. There are two  skincontact wines from Werlitsch in clay bottles: Gluck & Freude. The main  difference between the two are that Freude is macerated as whole bunches,  whilst Gluck is destemmed." 
}, 
{
    "name": "L Intemporel",
    "price": "75",
    "year": "2021",
    "region": "Alsace",
    "category": "Easy drinking white",
    "_id": 117,
    "imageSrc": "./assets/intemporel.jpeg",
    "producer": "Domaine Rohrer", 
    "grapes": "Sylvaner",
    "notes": "Crisp, mineral, fresh, white fruits and citrus"
}, 
{
    "name": "Foret Noire",
    "price": "80",
    "year": "2021",
    "region": "Quebec",
    "category": "Light red",
    "_id": 413,
    "imageSrc": "./assets/joyhillred.jpeg",
    "producer": "Joy Hill", 
    "producerId": 817,
    "grapes": "Gamay",
    "notes": "Notes of cherries, black pepper, licorice with a hint of tobacco.", 
    "method": "Wood - old oak, stainless steel. Unfiltered, unfined, spontaneos fermentation."
}, 
{
    "name": "La Confidente",
    "price": "70",
    "year": "2022",
    "region": "Loire",
    "category": "Easy drinking white",
    "_id": 118,
    "imageSrc": "./assets/laconfidente.jpeg",
    "producer": "Domaine de la Garreliere", 
    "grapes": "Chenin Blanc",
    "notes": "Very crisp, nice fruit. Good dryness and acidity.", 
    "method": "Stainless steel."
}, 
{
    "name": "Aglo",
    "price": "70",
    "year": "2018",
    "region": "Calabria",
    "category": "Easy drinking white",
    "_id": 119,
    "imageSrc": "./assets/aglo.jpeg",
    "producer": "Maradei", 
    "grapes": "Grenache Blanc, Malvasia",
    "notes": "Packed with notes of white flower and apricot, with hints of  baking spices. This is a white wine that makes you sit up and take notice, full in  flavor and lengthy on the finish.", 
    "method": "The Maradei winery sits  between the municipalities of Saracena, Firmo and Lungro, in the area between  the Pollino National Park and the land of Sybaris. There the Maradei family has  been producing wine and olive oil since the 1980’s all with organic certification  and biodynamic conversion in progress."
}
]



